Repository: shary17454/BalootHub
Catalog: BalootHub/Resources/Localizable.xcstrings
Source language: ar
Languages: de, en, es, fr, hi, id, ru, tr, ur, zh_hans

source: أدخل قيمة مشاريع كل فريق يدويًا لكل صكة كما اتُّفق عليه على الطاولة.
de: Trage die Projektwerte je Team und Runde von Hand ein, wie am Tisch vereinbart.
en: Enter each team's project value manually for every round, as agreed at the table.
es: Introduce manualmente los proyectos de cada equipo en cada mano, según lo acordado.
fr: Saisissez manuellement les projets de chaque équipe pour chaque donne, comme convenu.
hi: मेज़ पर तय अनुसार हर हाथ के लिए प्रत्येक टीम के प्रोजेक्ट हाथ से दर्ज करें।
id: Masukkan nilai proyek tiap tim secara manual untuk setiap ronde, sesuai kesepakatan.
ru: Вводи проекты каждой команды вручную за каждую раздачу, как договорились.
tr: Masada anlaşıldığı gibi her el için takım proje değerlerini elle gir.
ur: میز پر طے شدہ کے مطابق ہر صکہ کے لیے ہر ٹیم کے پروجیکٹس ہاتھ سے درج کریں۔
zh_hans: 按牌桌约定，为每一局手动录入各队的项目分。

source: أدخل نقاطًا صحيحة غير سالبة لكلا الفريقين.
de: Gib für beide Teams gültige, nicht negative Punktzahlen ein.
en: Enter valid, non-negative scores for both teams.
es: Introduce puntuaciones válidas y no negativas para ambos equipos.
fr: Saisissez des scores valides et non négatifs pour les deux équipes.
hi: दोनों टीमों के लिए मान्य और गैर-ऋणात्मक अंक दर्ज करें।
id: Masukkan skor yang valid dan tidak negatif untuk kedua tim.
ru: Введите корректные неотрицательные очки для обеих команд.
tr: Her iki takım için de geçerli ve negatif olmayan puanlar girin.
ur: دونوں ٹیموں کے لیے درست اور غیر منفی اسکور درج کریں۔
zh_hans: 请为两队输入有效且非负的分数。

source: أدوات
de: Werkzeuge
en: Tools
es: Herramientas
fr: Outils
hi: टूल
id: Alat
ru: Инструменты
tr: Araçlar
ur: ٹُولز
zh_hans: 工具

source: أدوات البلوت
de: Baloot-Werkzeuge
en: Baloot Tools
es: Herramientas de Baloot
fr: Outils Baloot
hi: बलूत टूल
id: Alat Baloot
ru: Инструменты Балут
tr: Baloot Araçları
ur: بلوت ٹُولز
zh_hans: 巴鲁特工具

source: أربعة لاعبين ثابتون في فريقين من لاعبين، يجلس شريكا كل فريق متقابلين على الطاولة.
de: Vier feste Spieler in zwei Zweierteams; die Partner sitzen sich gegenüber.
en: Four fixed players in two teams of two, with each team's partners seated opposite each other at the table.
es: Cuatro jugadores fijos en dos equipos de dos, con los compañeros sentados enfrente.
fr: Quatre joueurs fixes en deux équipes de deux, partenaires assis face à face.
hi: दो-दो खिलाड़ियों की दो टीमों में चार स्थायी खिलाड़ी; साथी आमने-सामने बैठते हैं।
id: Empat pemain tetap dalam dua tim berdua, pasangan duduk berhadapan.
ru: Четыре постоянных игрока в двух парах; партнёры сидят напротив друг друга.
tr: İkişer kişilik iki takımda dört sabit oyuncu; eşler masada karşılıklı oturur.
ur: دو دو کھلاڑیوں کی دو ٹیموں میں چار مستقل کھلاڑی؛ ساتھی آمنے سامنے بیٹھتے ہیں۔
zh_hans: 四名固定玩家分为两组两人队，搭档面对面而坐。

source: أربعة لاعبين في فريقين متقابلين، كما في البلوت الكلاسيكي.
de: Vier Spieler in zwei gegnerischen Teams, wie im klassischen Baloot.
en: Four players in two opposing teams, as in Classic Baloot.
es: Cuatro jugadores en dos equipos enfrentados, como en el Baloot clásico.
fr: Quatre joueurs en deux équipes opposées, comme au Baloot classique.
hi: क्लासिक बलूत की तरह दो विरोधी टीमों में चार खिलाड़ी।
id: Empat pemain dalam dua tim berhadapan, seperti Baloot klasik.
ru: Четыре игрока в двух командах, как в классическом Baloot.
tr: Klasik Baloot'taki gibi karşılıklı iki takımda dört oyuncu.
ur: کلاسیکی بلوت کی طرح دو مدِمقابل ٹیموں میں چار کھلاڑی۔
zh_hans: 四名玩家分为对抗两队，与经典 Baloot 相同。

source: أربعة لاعبين في فريقين متقابلين.
de: Vier Spieler in zwei gegnerischen Teams.
en: Four players in two opposing teams.
es: Cuatro jugadores en dos equipos enfrentados.
fr: Quatre joueurs en deux équipes opposées.
hi: दो विरोधी टीमों में चार खिलाड़ी।
id: Empat pemain dalam dua tim berhadapan.
ru: Четыре игрока в двух противостоящих командах.
tr: Karşılıklı iki takımda dört oyuncu.
ur: دو مدِمقابل ٹیموں میں چار کھلاڑی۔
zh_hans: 四名玩家分为对抗的两队。

source: أربعة لاعبين، إما كل لاعب لنفسه أو في فريقين متقابلين حسب الصيغة المعتمدة.
de: Vier Spieler, entweder jeder für sich oder in zwei Teams je nach Format.
en: Four players, either every player for themselves or in two opposing teams depending on the format used.
es: Cuatro jugadores, cada uno por su cuenta o en dos equipos según el formato.
fr: Quatre joueurs, chacun pour soi ou en deux équipes selon le format retenu.
hi: चार खिलाड़ी; चुने प्रारूप अनुसार हर कोई अपने लिए या दो विरोधी टीमों में।
id: Empat pemain, sendiri-sendiri atau dalam dua tim sesuai format.
ru: Четыре игрока — каждый сам за себя или двумя командами, по формату.
tr: Dört oyuncu; seçilen formata göre herkes kendi adına ya da karşılıklı iki takımda.
ur: چار کھلاڑی؛ منتخب فارمیٹ کے مطابق ہر ایک اپنے لیے یا دو مدِمقابل ٹیموں میں۔
zh_hans: 四名玩家：按所选赛制各自为战或分为对抗两队。

source: أربعة لاعبين، كل لاعب يلعب لحسابه الخاص دون فرق ثابتة.
de: Vier Spieler, jeder für sich, ohne feste Teams.
en: Four players, each playing for themselves with no fixed teams.
es: Cuatro jugadores, cada uno por su cuenta, sin equipos fijos.
fr: Quatre joueurs, chacun pour soi, sans équipes fixes.
hi: चार खिलाड़ी, हर कोई अपने लिए, कोई निश्चित टीम नहीं।
id: Empat pemain, masing-masing sendiri, tanpa tim tetap.
ru: Четыре игрока, каждый сам за себя, без постоянных команд.
tr: Dört oyuncu, herkes kendi adına, sabit takım yok.
ur: چار کھلاڑی، ہر ایک اپنے لیے، مستقل ٹیمیں نہیں۔
zh_hans: 四名玩家各自为战，无固定队伍。

source: أشهر الأخطاء: القطع بحكم ضعيف بلا داعٍ، ونسيان أن بعض المجالس تُلزم بالتعلية (القطع بحكم أعلى) — وهو إعداد قابل للتفعيل من إعدادات التسجيل.
de: Klassische Fehler: unnötig niedrig stechen und die Übertrumpfpflicht vergessen – in den Einstellungen aktivierbar.
en: The most common mistakes: trumping with a low card needlessly, and forgetting that some groups require overtrumping (playing a higher trump) — an option you can enable in the scorekeeper settings.
es: Errores clásicos: cortar con un triunfo bajo sin necesidad y olvidar que algunos grupos obligan a sobrecortar, opción activable en ajustes.
fr: Erreurs classiques : couper trop bas sans raison et oublier l'obligation de surcouper, activable dans les réglages.
hi: आम ग़लतियाँ: बिना ज़रूरत कमज़ोर तुरुप से काटना, और भूलना कि कुछ समूह ऊपर काटना अनिवार्य करते हैं — यह स्कोर सेटिंग्स से सक्षम किया जा सकता है।
id: Kesalahan umum: memotong dengan truf lemah tanpa perlu, dan lupa bahwa sebagian kelompok mewajibkan memotong lebih tinggi — opsi ini bisa diaktifkan di pengaturan skor.
ru: Типичные ошибки: козырять слабо без нужды и забыть про обязанность перебивать — включается в настройках.
tr: Yaygın hatalar: gereksiz yere zayıf kozla kesmek ve bazı meclislerin üste çıkmayı (daha yüksek kozla kesmeyi) zorunlu kıldığını unutmak — bu, puan ayarlarından açılabilen bir seçenektir.
ur: عام غلطیاں: بلاضرورت کمزور ترپ سے کاٹنا، اور بھول جانا کہ کچھ مجالس اوپر کاٹنا لازم کرتی ہیں — یہ اسکور ترتیبات سے فعال ہو سکتا ہے۔
zh_hans: 常见错误：无必要地用小将去砍，以及忘记某些圈子要求必须盖将——该选项可在计分设置中启用。

source: أشهر الأخطاء: نسيان التلزيم بنفس النوع، القطع بحكم أضعف من اللازم، والإعلان عن مشروع غير مكتمل الشروط.
de: Klassische Fehler: nicht bedienen, zu niedrig stechen, ein unvollständiges Projekt ansagen.
en: The most common mistakes: forgetting to follow suit, trumping with a weaker card than necessary, and declaring a project that doesn't meet the conditions.
es: Errores clásicos: no seguir el palo, cortar con un triunfo demasiado bajo y declarar un proyecto incompleto.
fr: Erreurs classiques : ne pas fournir, couper trop bas, annoncer un projet incomplet.
hi: आम ग़लतियाँ: उसी सूट का पालन भूलना, ज़रूरत से कमज़ोर तुरुप से काटना, और अधूरा प्रोजेक्ट घोषित करना।
id: Kesalahan umum: lupa mengikuti simbol yang sama, memotong dengan truf terlalu lemah, dan mendeklarasikan proyek yang belum lengkap.
ru: Типичные ошибки: не ходить в масть, козырять слишком мелко, объявлять неполный проект.
tr: Yaygın hatalar: aynı sembole uymayı unutmak, gereğinden zayıf kozla kesmek ve şartları tamamlanmamış proje ilan etmek.
ur: عام غلطیاں: اسی رنگ کی پیروی بھولنا، ضرورت سے کمزور ترپ سے کاٹنا، اور نامکمل پروجیکٹ کا اعلان۔
zh_hans: 常见错误：忘记跟花色、用过小的将牌去砍、以及宣告条件不完整的项目。

source: أشهر المشاريع: السرا (ثلاث أوراق متتابعة من نفس النوع)، الخمسين (أربع متتابعة)، المية (أربع أوراق من نفس الرتبة)، إضافة إلى البلوت. القيم الدقيقة تختلف بين المجالس، لذا تُترك قابلة للاتفاق قبل اللعب.
de: Bekannte Projekte: Sira (3 in Folge), Fifty (4 in Folge), Hundred (4 gleichrangige) sowie das Baloot. Werte variieren je Runde.
en: The best-known projects: Sira (three consecutive cards of the same suit), Fifty (four consecutive), Hundred (four cards of the same rank), plus the Baloot. Exact values vary between groups, so they are left open to agreement before play.
es: Proyectos conocidos: Sira (3 seguidas del mismo palo), Cincuenta (4 seguidas), Cien (4 del mismo valor), más el Baloot. Los valores varían entre grupos.
fr: Projets connus : Sira (3 cartes qui se suivent), Fifty (4 qui se suivent), Hundred (4 de même rang), plus le Baloot. Les valeurs varient selon les groupes.
hi: प्रसिद्ध प्रोजेक्ट: सिरा (एक ही सूट के तीन क्रमिक कार्ड), फ़िफ़्टी (चार क्रमिक), हंड्रेड (एक ही रैंक के चार कार्ड), और बलूत। सटीक मूल्य समूहों में भिन्न, इसलिए खेल से पहले सहमति पर छोड़े जाते हैं।
id: Proyek terkenal: Sira (tiga kartu berurutan sesimbol), Fifty (empat berurutan), Hundred (empat kartu berperingkat sama), ditambah Baloot. Nilai persisnya berbeda antar kelompok, jadi disepakati sebelum bermain.
ru: Известные проекты: Sira (три подряд), Fifty (четыре подряд), Hundred (четыре одного ранга) и Baloot. Значения различаются по компаниям.
tr: Bilinen projeler: Sira (aynı sembolden art arda üç kart), Fifty (art arda dört), Hundred (aynı değerden dört kart) ve Baloot. Kesin değerler meclislere göre değişir, bu yüzden oyun öncesi anlaşmaya bırakılır.
ur: معروف پروجیکٹس: سرا (ایک ہی رنگ کے تین متواتر کارڈ)، خمسین (چار متواتر)، میہ (ایک ہی رتبے کے چار کارڈ)، اور بلوت۔ درست قیمتیں مجالس میں مختلف، سو کھیل سے پہلے اتفاق پر چھوڑی جاتی ہیں۔
zh_hans: 知名项目：Sira（同花色三连张）、Fifty（四连张）、Hundred（四张同点），以及 Baloot。具体分值各圈不同，故留待开局前约定。

source: أضف أول صكة لبدء تتبّع النتيجة.
de: Füge die erste Runde hinzu, um den Punktestand zu verfolgen.
en: Add the first round to start tracking the score.
es: Añade la primera ronda para empezar a registrar la puntuación.
fr: Ajoutez la première manche pour commencer à suivre le score.
hi: स्कोर ट्रैक करना शुरू करने के लिए पहला राउंड जोड़ें।
id: Tambahkan ronde pertama untuk mulai mencatat skor.
ru: Добавьте первый раунд, чтобы начать вести счёт.
tr: Puanı takip etmeye başlamak için ilk eli ekleyin.
ur: اسکور کا حساب شروع کرنے کے لیے پہلا راؤنڈ شامل کریں۔
zh_hans: 添加第一局以开始记录分数。

source: ألعاب البلوت
de: Baloot-Spiele
en: Baloot Games
es: Juegos de Baloot
fr: Jeux de Baloot
hi: बलूत गेम
id: Permainan Baloot
ru: Игры Балут
tr: Baloot Oyunları
ur: بلوت گیمز
zh_hans: 巴鲁特游戏

source: لعبة البلوت
de: Baloot-Spiel
en: Baloot Game
es: Juego de Baloot
fr: Jeu de Baloot
hi: बलूत खेल
id: Permainan Baloot
ru: Игра Baloot
tr: Baloot oyunu
ur: بلوت کھیل
zh_hans: Baloot 游戏

source: ألعاب ورق
de: Kartenspiele
en: Card Games
es: Juegos de cartas
fr: Jeux de cartes
hi: कार्ड गेम
id: Permainan Kartu
ru: Карточные игры
tr: Kart Oyunları
ur: کارڈ گیمز
zh_hans: 纸牌游戏

source: ألعاب ورق أخرى
de: Weitere Kartenspiele
en: Other Card Games
es: Otros juegos de cartas
fr: Autres jeux de cartes
hi: अन्य कार्ड गेम
id: Permainan Kartu Lainnya
ru: Другие карточные игры
tr: Diğer Kart Oyunları
ur: دیگر کارڈ گیمز
zh_hans: 其他纸牌游戏

source: أنت
de: Du
en: You
es: Tú
fr: Vous
hi: आप
id: Anda
ru: Вы
tr: Sen
ur: آپ
zh_hans: 你

source: أهلًا بك في البلوت
de: Willkommen bei Baloot
en: Welcome to Baloot
es: Bienvenido a Baloot
fr: Bienvenue dans Baloot
hi: बलूत में आपका स्वागत है
id: Selamat datang di Baloot
ru: Добро пожаловать в Балут
tr: Baloot'a hoş geldiniz
ur: بلوت میں خوش آمدید
zh_hans: 欢迎使用巴鲁特

source: إتقان طريقة جمع نقاط الأوراق والمشاريع والمضاعفات يدويًا دون أخطاء.
de: Karten-, Projekt- und Multiplikatorpunkte fehlerfrei von Hand addieren.
en: Master adding up card points, projects, and multipliers by hand without mistakes.
es: Dominar la suma manual de puntos, proyectos y multiplicadores sin errores.
fr: Maîtriser l'addition manuelle des points, projets et multiplicateurs sans erreur.
hi: कार्ड, प्रोजेक्ट और गुणक अंकों को बिना ग़लती हाथ से जोड़ने में महारत।
id: Menguasai penjumlahan manual poin kartu, proyek, dan pengganda tanpa salah.
ru: Освоить ручной подсчёт очков карт, проектов и множителей без ошибок.
tr: Kart, proje ve çarpan puanlarını elle hatasız toplamayı ustalaşmak.
ur: کارڈ، پروجیکٹ اور ضربات کے پوائنٹس بلا غلطی ہاتھ سے جمع کرنے میں مہارت۔
zh_hans: 熟练手算牌分、项目分与加倍且不出错。

source: إزالة من المفضلة
de: Aus Favoriten entfernen
en: Remove from Favorites
es: Quitar de favoritos
fr: Retirer des favoris
hi: पसंदीदा से हटाएँ
id: Hapus dari Favorit
ru: Убрать из избранного
tr: Favorilerden çıkar
ur: پسندیدہ سے ہٹائیں
zh_hans: 从收藏中移除

source: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
en: Add to Favorites
es: Añadir a favoritos
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें
id: Tambahkan ke Favorit
ru: Добавить в избранное
tr: Favorilere ekle
ur: پسندیدہ میں شامل کریں
zh_hans: 添加到收藏

source: إضافة صكة
de: Runde hinzufügen
en: Add Round
es: Añadir ronda
fr: Ajouter une manche
hi: राउंड जोड़ें
id: Tambah Ronde
ru: Добавить раунд
tr: El ekle
ur: راؤنڈ شامل کریں
zh_hans: 添加一局

source: إعادة المحاولة
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba Lagi
ru: Повторить
tr: Yeniden dene
ur: دوبارہ کوشش کریں
zh_hans: 重试

source: إعلان مشروع غير مكتمل الشروط، أو الخلط بين قيم المشاريع المختلفة بين المجالس.
de: Ein unvollständiges Projekt ansagen oder Werte verwechseln, die je Runde variieren.
en: Declaring a project that doesn't meet the conditions, or mixing up project values that differ between groups.
es: Declarar un proyecto incompleto o mezclar valores que varían entre grupos.
fr: Annoncer un projet incomplet, ou confondre des valeurs qui varient selon les groupes.
hi: अधूरी शर्तों वाला प्रोजेक्ट घोषित करना, या समूहों में भिन्न मूल्यों को मिला देना।
id: Mendeklarasikan proyek yang syaratnya belum lengkap, atau mencampur nilai yang berbeda antar kelompok.
ru: Объявить неполный проект или спутать значения, различные в разных компаниях.
tr: Şartları tamamlanmamış bir proje ilan etmek ya da meclislere göre değişen değerleri karıştırmak.
ur: نامکمل شرائط والا پروجیکٹ اعلان کرنا، یا مجالس میں مختلف قیمتیں خلط ملط کرنا۔
zh_hans: 宣告条件不完整的项目，或混淆各圈子不同的项目分值。

source: إكة
de: Ass
en: Ace
es: As
fr: As
hi: इक्का
id: As
ru: Туз
tr: As
ur: اکا
zh_hans: A

source: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
ru: Отменить
tr: Vazgeç
ur: منسوخ کریں
zh_hans: 取消

source: إنهاء الجلسة
de: Sitzung beenden
en: End Session
es: Finalizar sesión
fr: Terminer la session
hi: सत्र समाप्त करें
id: Akhiri Sesi
ru: Завершить сессию
tr: Oturumu bitir
ur: سیشن ختم کریں
zh_hans: 结束会话

source: إنهاء الجولة
de: Runde beenden
en: End Round
es: Finalizar ronda
fr: Terminer la manche
hi: राउंड समाप्त करें
id: Akhiri Ronde
ru: Завершить раунд
tr: Eli bitir
ur: راؤنڈ ختم کریں
zh_hans: 结束本局

source: إنهاء والخروج
de: Beenden und schließen
en: End and Exit
es: Finalizar y salir
fr: Terminer et quitter
hi: समाप्त करके बाहर निकलें
id: Akhiri dan Keluar
ru: Завершить и выйти
tr: Bitir ve çık
ur: ختم کر کے باہر نکلیں
zh_hans: 结束并退出

source: ابحث عن لعبة أو أداة…
de: Nach Spiel oder Werkzeug suchen…
en: Search for a game or tool…
es: Busca un juego o una herramienta…
fr: Rechercher un jeu ou un outil…
hi: गेम या टूल खोजें…
id: Cari permainan atau alat…
ru: Поиск игры или инструмента…
tr: Oyun veya araç ara…
ur: گیم یا ٹُول تلاش کریں…
zh_hans: 搜索游戏或工具…

source: ابحث في كل الألعاب والأدوات…
de: Alle Spiele und Werkzeuge durchsuchen…
en: Search all games and tools…
es: Busca en todos los juegos y herramientas…
fr: Rechercher dans tous les jeux et outils…
hi: सभी गेम और टूल में खोजें…
id: Cari di semua permainan dan alat…
ru: Поиск по всем играм и инструментам…
tr: Tüm oyun ve araçlarda ara…
ur: تمام گیمز اور ٹُولز میں تلاش کریں…
zh_hans: 搜索所有游戏和工具…

source: ابدأ جلسة جديدة لتسجيل نتائج جولات صن وحكم أولًا بأول.
de: Starte eine neue Sitzung, um die Punkte der Sun- und Hokum-Runden laufend zu erfassen.
en: Start a new session to track sun and hokum round scores as you go.
es: Inicia una sesión nueva para registrar las puntuaciones de las rondas Sun y Hokum sobre la marcha.
fr: Démarrez une nouvelle session pour suivre les scores des manches Sun et Hokum au fur et à mesure.
hi: Sun और Hokum राउंड के अंक साथ-साथ दर्ज करने के लिए नया सत्र शुरू करें।
id: Mulai sesi baru untuk mencatat skor ronde Sun dan Hokum seiring permainan.
ru: Начните новую сессию, чтобы вести счёт раундов Sun и Hokum по ходу игры.
tr: Sun ve Hokum ellerinin puanlarını anında takip etmek için yeni bir oturum başlatın.
ur: Sun اور Hokum راؤنڈز کے اسکور ساتھ ساتھ ریکارڈ کرنے کے لیے نیا سیشن شروع کریں۔
zh_hans: 开始新会话，随时记录 Sun 和 Hokum 各局的分数。

source: احتساب النقاط
de: Punktewertung
en: Scoring
es: Puntuación
fr: Calcul des points
hi: अंक गणना
id: Penilaian
ru: Подсчёт очков
tr: Puanlama
ur: اسکورنگ
zh_hans: 计分

source: اختر نمط الجولة
de: Rundenmodus wählen
en: Choose the round mode
es: Elige el modo de la ronda
fr: Choisissez le mode de la manche
hi: राउंड का मोड चुनें
id: Pilih mode ronde
ru: Выберите режим раунда
tr: El modunu seçin
ur: راؤنڈ کا انداز منتخب کریں
zh_hans: 选择本局模式

source: اختر نوع الحكم
de: Trumpffarbe wählen
en: Choose the trump suit
es: Elige el palo de triunfo
fr: Choisissez la couleur d'atout
hi: तुरुप का रंग चुनें
id: Pilih suit truf
ru: Выберите козырную масть
tr: Koz türünü seçin
ur: حکم کا رنگ منتخب کریں
zh_hans: 选择将牌花色

source: اسم الفريق الأول
de: Name von Team 1
en: Team One Name
es: Nombre del equipo 1
fr: Nom de l'équipe 1
hi: टीम 1 का नाम
id: Nama Tim 1
ru: Название команды 1
tr: 1. takımın adı
ur: پہلی ٹیم کا نام
zh_hans: 队伍一名称

source: اسم الفريق الثاني
de: Name von Team 2
en: Team Two Name
es: Nombre del equipo 2
fr: Nom de l'équipe 2
hi: टीम 2 का नाम
id: Nama Tim 2
ru: Название команды 2
tr: 2. takımın adı
ur: دوسری ٹیم کا نام
zh_hans: 队伍二名称

source: اضغط للعب هذه الورقة
de: Tippen, um diese Karte zu spielen
en: Tap to play this card
es: Toca para jugar esta carta
fr: Touchez pour jouer cette carte
hi: यह कार्ड खेलने के लिए टैप करें
id: Ketuk untuk memainkan kartu ini
ru: Нажмите, чтобы сыграть эту карту
tr: Bu kartı oynamak için dokunun
ur: یہ کارڈ کھیلنے کے لیے ٹیپ کریں
zh_hans: 点按以打出这张牌

source: اضغط مرتين لعرض التفاصيل والقواعد
de: Doppeltippen für Details und Regeln
en: Double-tap to view details and rules
es: Toca dos veces para ver detalles y reglas
fr: Touchez deux fois pour voir les détails et les règles
hi: विवरण और नियम देखने के लिए दो बार टैप करें
id: Ketuk dua kali untuk melihat detail dan aturan
ru: Нажмите дважды, чтобы открыть детали и правила
tr: Ayrıntılar ve kurallar için iki kez dokunun
ur: تفصیلات اور قواعد دیکھنے کے لیے دو بار ٹیپ کریں
zh_hans: 点按两次查看详情和规则

source: الأخطاء الشائعة
de: Häufige Fehler
en: Common Mistakes
es: Errores comunes
fr: Erreurs fréquentes
hi: आम गलतियाँ
id: Kesalahan Umum
ru: Частые ошибки
tr: Sık yapılan hatalar
ur: عام غلطیاں
zh_hans: 常见错误

source: الأكلات
de: Stiche
en: Tricks
es: Bazas
fr: Plis
hi: हाथ
id: Trik
ru: Взятки
tr: El kazanımları
ur: ہاتھ
zh_hans: 墩

source: الألعاب
de: Spiele
en: Games
es: Juegos
fr: Jeux
hi: गेम
id: Permainan
ru: Игры
tr: Oyunlar
ur: گیمز
zh_hans: 游戏

source: الإصدار
de: Version
en: Version
es: Versión
fr: Version
hi: संस्करण
id: Versi
ru: Версия
tr: Sürüm
ur: ورژن
zh_hans: 版本

source: الإعدادات
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
ru: Настройки
tr: Ayarlar
ur: ترتیبات
zh_hans: 设置

source: الاسم
de: Name
en: Name
es: Nombre
fr: Nom
hi: नाम
id: Nama
ru: Имя
tr: Ad
ur: نام
zh_hans: 名称

source: الاهتزاز اللمسي
de: Haptisches Feedback
en: Haptic Feedback
es: Respuesta háptica
fr: Retour haptique
hi: हैप्टिक फ़ीडबैक
id: Umpan Balik Haptik
ru: Тактильный отклик
tr: Dokunsal geri bildirim
ur: ہیپٹک فیڈ بیک
zh_hans: 触感反馈

source: البلوت
de: Baloot
en: Baloot
es: Baloot
fr: Baloot
hi: बलूत
id: Baloot
ru: Балут
tr: Baloot
ur: بلوت
zh_hans: 巴鲁特

source: التخلص من كل الأوراق في يد اللاعب قبل بقية اللاعبين، أو تحقيق أقل عدد نقاط متبقية بحسب الصيغة.
de: Alle Karten vor den anderen ablegen oder mit den wenigsten Restpunkten enden.
en: Shed all the cards in your hand before the other players, or end with the fewest remaining points depending on the format.
es: Deshacerse de todas las cartas antes que los demás, o acabar con menos puntos restantes.
fr: Se défausser de toutes ses cartes avant les autres, ou finir avec le moins de points restants.
hi: दूसरों से पहले सारे कार्ड निकाल देना, या प्रारूप अनुसार सबसे कम शेष अंक पर समाप्त करना।
id: Membuang semua kartu di tangan lebih dulu dari pemain lain, atau berakhir dengan sisa poin paling sedikit.
ru: Сбросить все карты раньше других или закончить с наименьшим остатком очков.
tr: Kartlarını diğerlerinden önce bitirmek ya da formata göre en az kalan puanla bitirmek.
ur: دوسروں سے پہلے سارے کارڈ نکال دینا، یا فارمیٹ کے مطابق کم سے کم باقی پوائنٹس پر ختم کرنا۔
zh_hans: 比其他玩家更早出清手牌，或按赛制以最少的剩余分结束。

source: التقدم نحو الهدف
de: Fortschritt zum Ziel
en: Progress toward the target
es: Progreso hacia el objetivo
fr: Progression vers l'objectif
hi: लक्ष्य की ओर प्रगति
id: Kemajuan menuju target
ru: Прогресс к цели
tr: Hedefe ilerleme
ur: ہدف کی جانب پیش رفت
zh_hans: 目标进度

source: التمييز دون اعتماد على اللون
de: Ohne Farbe unterscheidbar machen
en: Differentiate without relying on color
es: Diferenciar sin depender del color
fr: Différencier sans dépendre de la couleur
hi: रंग पर निर्भर हुए बिना अंतर करें
id: Bedakan tanpa bergantung pada warna
ru: Различать без опоры на цвет
tr: Renge bağlı kalmadan ayırt et
ur: رنگ پر انحصار کیے بغیر فرق کریں
zh_hans: 不依赖颜色进行区分

source: الجلسات النشطة
de: Aktive Sitzungen
en: Active Sessions
es: Sesiones activas
fr: Sessions actives
hi: सक्रिय सत्र
id: Sesi Aktif
ru: Активные сессии
tr: Etkin oturumlar
ur: فعال سیشنز
zh_hans: 进行中的会话

source: الجلسة
de: Sitzung
en: Session
es: Sesión
fr: Session
hi: सत्र
id: Sesi
ru: Сессия
tr: Oturum
ur: سیشن
zh_hans: 会话

source: الحد الافتراضي
de: Standardziel
en: Default target
es: Objetivo predeterminado
fr: Objectif par défaut
hi: डिफ़ॉल्ट लक्ष्य
id: Target bawaan
ru: Цель по умолчанию
tr: Varsayılan hedef
ur: ڈیفالٹ ہدف
zh_hans: 默认目标

source: الحد المستهدف
de: Zielpunktzahl
en: Target Score
es: Puntuación objetivo
fr: Score cible
hi: लक्ष्य अंक
id: Skor Target
ru: Целевой счёт
tr: Hedef puan
ur: ہدف اسکور
zh_hans: 目标分数

source: الحد المستهدف الافتراضي
de: Standard-Zielpunktzahl
en: Default Target Score
es: Puntuación objetivo predeterminada
fr: Score cible par défaut
hi: डिफ़ॉल्ट लक्ष्य अंक
id: Skor Target Bawaan
ru: Целевой счёт по умолчанию
tr: Varsayılan hedef puan
ur: ڈیفالٹ ہدف اسکور
zh_hans: 默认目标分数

source: الخصم
de: Gegner
en: Opponent
es: Rival
fr: Adversaire
hi: प्रतिद्वंद्वी
id: Lawan
ru: Соперник
tr: Rakip
ur: حریف
zh_hans: 对手
